***messages***

:STRINGS

IDS_EXTRACTTO                  "Extr&aire les fichiers..."
IDS_EXTRACT                    "&Extraire vers %s"
IDS_EXTRACTHERE                "E&xtraire ici"
IDS_EXTRACTSEPARATE            "Extraire chaque archive dans des dossiers &séparés"
IDS_EXTRTOHELP                 "Extraire les fichiers. Les options supplémentaires sont autorisées"
IDS_EXTRHELP                   "Extraire les fichiers dans le dossier spécifié"
IDS_EXTRHEREHELP               "Extraire les fichiers dans le dossier actuel"
IDS_EXTRSEPARATEHELP           "Extraire chaque archive sélectionnée dans un dossier séparé"
IDS_ADD                        "&Ajouter à l'archive..."
IDS_ADDHELP                    "Ajouter les fichiers à une archive. Les options supplémentaires sont autorisées"
IDS_ADDARC                     "A&jouter à %s"
IDS_ADDARCHELP                 "Ajouter des fichiers à l'archive"
IDS_OPENARCHIVE                "Ouvrir avec &WinRAR"
IDS_OPENARCHIVEHELP            "Ouvrir l'archive dans WinRAR"
IDS_PROPTITLE                  "Archive"
IDS_PROPCMTTITLE               "Commentaire"
IDS_UNKNOWN                    "Inconnu"
IDS_INFOSOLID                  "compacte"
IDS_INFOSFX                    "SFX"
IDS_INFOVOLUME                 "%s volume"
IDS_INFOARCHIVE                "%s archive"
IDS_PRESENT                    "Présent"
IDS_ABSENT                     "Absent"

; Displayed in archive properties dialog for archives with encrypted
; file names. Try to keep it short, this field is limited in space.
IDS_INFOENCNAMES               "Noms et données"

IDS_EMAILARC                   "Compresser dans %s et envoyer par e-mail"
IDS_EMAILARCOPT                "Compresser et envoyer par e-mail..."
IDS_TEST                       "Tester l'arch&ive"
IDS_TESTHELP                   "Rechercher les erreurs dans les archives"
IDS_CONVERT                    "Convertir l'archive..."
IDS_PROFILE                    "Ajouter les fichiers à une archive en utilisant le profil de compression"
IDS_BYTES                      "octets"
; Abbreviations for bytes and kilo-, mega-, giga-, terabytes.
IDS_B                          "o"
IDS_KB                         "Ko"
IDS_MB                         "Mo"
IDS_GB                         "Go"
IDS_TB                         "To"



:DIALOG EXTARCINFODLG

SIZE                           "100*100"
IDC_INFOEXTRVERSIONTEXT        "Version à extraire"
IDC_INFOOSTEXT                 "Système d'exploitation hôte"
IDC_INFOFOLDERSTEXT            "Nombre total de dossiers"
IDC_INFOFILESTEXT              "Nombre total de fichiers"
IDC_INFOTOTALLENGTHTEXT        "Taille totale"
IDC_INFOPACKEDLENGTHTEXT       "Taille compressée"
IDC_INFORATIOTEXT              "Taux"
IDC_INFOSFXTEXT                "Taille du module SFX"
IDC_INFOMAINCOMMENTTEXT        "Commentaire principal"
IDC_INFOPASSWORDSTEXT          "Chiffrement"
IDC_INFODICTTEXT               "Taille du dictionnaire"
IDC_INFORECTEXT                "Enregistrement de restauration"
IDC_INFOLOCKTEXT               "Verrouillage de l'archive"
IDC_INFOORIGNAMETEXT           "Nom d'origine"
IDC_INFOORIGTIMETEXT           "Heure d'origine"


:DIALOG EXTCMTARCINFODLG

SIZE                           "100*100"
